{
    "Philosophical": [
        "Do you believe in an objective purpose, or reason for existence existing in the first place?",
        "What do you think happens after life?",
        "Do you believe in ultimate free will?",
        "Is there a meaning to life? If so, what is it?",
        "How would you define art?",
        "By what standards do you judge yourself?",
        "Can morality ever be objective or is it always subjective?",
        "Are some lives more valuable than others?",
        "Do humans have a responsibility to protect the environment?",
        "Would you want to know the time of your death? Why?"
    ],
    "Personal Reflection": [
        "What is the worst character trait?",
        "What comes to mind when you hear the word success?",
        "Who inspires you?",
        "What is your proudest achievement so far?",
        "What is your biggest fear?",
        "What do you desire, ultimately?",
        "What is the most difficult decision you’ve ever made?",
        "What is something you’ve always wanted to try but haven’t yet?",
        "Have you ever experienced infinity?",
        "What was the scariest moment of your life?",
        "What was the most exciting moment of your life?",
        "What was the most life changing moment of your life?",
        "What is one thing you wish you could tell your younger self?",
        "Have you experienced anything ‘supernatural’?",
        "Are you religious?",
        "What are your biggest setbacks/flaws?",
        "What are your biggest advantages/strengths?",
        "Which did you used to be REALLY good at?",
        "What are you absolutely determined to do?",
        "What do you wish you knew more about?",
        "What do you consider to be your best find?",
        "What have you only recently formed an opinion about?",
        "What are you looking forward to in the coming months?",
        "What do you take for granted?",
        "What do you have doubts about?",
        "What is something you will NEVER do again?",
        "What do you spend the most time thinking about?",
        "What’s the best thing you got from your parents?",
        "What’s the hardest you’ve ever worked?",
        "What do you think you do better than 90% of people?",
        "What’s the most useful thing you own?",
        "What is the biggest lesson you’ve learned from a failure?",
        "What is your biggest regret?",
        "Who has had an outsized impact on you?",
        "What is the most important thing you’ve learned in life?",
        "What is the most important thing you’ve learned about yourself?",
        "What is the most important thing you’ve learned about others?",
        "What are you addicted to?",
        "What's the worst thing you've ever eaten?",
        "What's the best thing you've ever eaten?",
        "What's the worst thing you've ever drank?",
        "What's the best thing you've ever drank?",
        "What's the worst thing you've ever smelled?",
        "What's the worst place you've ever visited",
        "What's the best place youve ever visited?"
    ],
    "Miscellaneous": [
        "Do you have any stories involving camera flashes?",
        "Test: The £10 split game.",
        "Are you loyal to any particular brand/company?",
        "What job would you be terrible at?",
        "What website do you visit most often?",
        "What is the most unusual place you’ve ever visited?",
        "Have you ever had a paranormal experience?",
        "Do you have a favourite number?",
        "What is the most embarrassing thing that’s happened to you in public?",
        "What are the two types of people in this world?",
        "What is the weirdest dream you’ve ever had?",
        "What’s the most illegal thing you’ve done?",
        "Where do you get your news?",
        "What’s the most interesting building you’ve ever seen or been in?",
        "What’s some insider knowledge that only people in your line of work have?",
        "What is the most overrated movie or TV show?",
        "What’s the most underrated movie or TV show?",
        "What’s the craziest video you’ve ever seen?",
        "What’s incredibly cheap and you would pay way more for?",
        "What was the worst shopping experience you’ve ever had?",
        "What was the most important appointment or deadline you missed?",
        "Have you ever met someone you would consider to be evil?",
        "When was the last time you stayed up through the entire night?",
        "What is a challenge you would never want to face?",
        "What is the biggest thing you’ve gotten away with?",
        "When did you last shit yourself?",
        "What is the stupidest thing you have ever done?",
        "What is the worst thing to enter your mouth?",
        "What are the biggest problems in your workplace?",
        "If you had to sum up the whole human species in 3 words, what would those words be?"
    ],
    "Creative": [
        "Who is your favourite fictional character?",
        "If you could create a new holiday, what would it be and how would people celebrate it?",
        "If you could design your dream home, what would it be like?",
        "What kind of art do you enjoy most?",
        "What's the coolest thing you've created",
        "What's your favorite creation",
        "What is your favorite fictional world, and why?",
        "What's your favorite peice of art",
        "What’s the most interesting piece of art you’ve seen?"
    ],
    "Ethical/Value-Based": [
        "Is it fair to perceive a mishap which happens regularly (realising something is lost at a time of need) as a continuation of a flavour of annoyance, or should it be perceived in the vacuum of the present moment?",
        "What bridges do you NOT regret burning?",
        "What bridges do you regret NOT burning sooner?",
        "What’s your take on extraterrestrial life?",
        "What’s legal now, but probably won’t be in 25 years?",
        "What is a controversial opinion you have?",
        "What harsh truths do you prefer to ignore?",
        "Is it ever okay to lie?"
    ],
    "Entertainment": [
        "What is [your favourite/the best] song of all time?",
        "Who is your favourite Simpsons character?",
        "What’s your favourite word?",
        "What’s your favourite app on your phone?",
        "What social media platform do you spend the most time on?",
        "Can you play any musical instruments?"
    ],
    "Memorable Moments": [
        "What betrayal was the worst?",
        "What is the luckiest thing that has happened to you?",
        "What dumb accomplishment are you most proud of?",
        "What was the most memorable gift you’ve received?",
        "What is your favorite childhood memory?",
        "What is your favorite school memory?",
        "What is your favorite toy or game from your childhood?",
        "What is the first thing you remember wanting to be when you grew up?",
        "What is the worst gift you've ever received?"

    ],
    "Nostalgia": [
        "As a child, what did you want to grow up to be?",
        "How did your mum shout your name?",
        "How was your school experience?",
        "Who was your favorite teacher, and why?",
        "What was your favorite subject in school?"
    ],
    "Life/Society Observations": [
        "What do you think of people/society?",
        "How do you judge a person?",
        "Is there a company you despise?",
        "What is the most overrated trend in society today?",
        "What is the most significant cultural shift you’ve observed?",
        "What is the most underrated aspect of modern life?",
        "What’s REALLY going on?",
        "What is your opinion on social media?",
        "What is the most important quality for a leader to have?",
        "What brand has seriously gone downhill?"
    ],
    "Hypothetical": [
        "What superpower would you choose?",
        "If you could have dinner with any historical figure, who would it be and why?",
        "If you could have dinner with any fictional character, who would it be and why?",
        "If you could instantly master any skill, what would it be?",
        "If you could time travel, would you go to the past or the future?",
        "What would you rate 10 / 10?",
        "What would you rate 0.5 / 10?",
        "If you could erase one invention from history, what would it be and why?",
        "If you could switch lives with anyone for a day, who would it be and why?",
        "If you could solve one global problem, what would it be?",
        "If you had to change your name, what would you change it to?",
        "Would you rather remove dust from your life or have infinite battery life in your phone?",
        "If you could create a new law that everyone had to follow, what would it be?",
        "If you could remove one law from the world, what would it be?",
        "If you could remove one species from the planet, which one would you choose, and why?"
    ]
}
